{
  "news": [
    {
      "time": "3 апреля, 22:04",
      "img1": "https://habrastorage.org/webt/zv/6n/hr/zv6nhrbfe7mcqfc-2a_1hxjqngw.jpeg",
      "login": "Joke",
      "title": "В прошлом году мы наконец-то сфотографировали черную дыру. Что теперь?",
      "body": "Орбитальные телескопы могут помочь нам представить черные дыры, как никогда раньше. Шеперд Доулман потребовалось почти десять лет, чтобы осуществить невозможное. Как директор Event Horizon Telescope (EHT), проекта с участием международного сообщества состоящего из сотни исследователей, он годами путешествовал на чемоданах, заполненных жесткими дисками по всему миру, для координации наблюдений между радиотелескопами на четырех континентах, включая Антарктиду. 9 апреля 2019 года сотрудничество, наконец, принесло плоды их труда, и мир посмотрел на первое изображение черной дыры.  Подвиг, который первопроходец-теоретик черной дыры Джеймс Бардин назвал безнадежным в 1973 году, представлял собой выдающееся достижение астрономических технологий. Но как только обработка данных была закончена, и шампанское было разлито, сотрудничество EHT в некотором смысле стало похоже на собаку, которая поймала машину. «Все удивились, что получили такой хороший снимок так быстро», — говорит Эндрю Стромингер, физик-теоретик из Гарвардского университета. «Шепард и Майкл [Джонсон, Гарвард-Смитсоновский астрофизик и координатор EHT], спрашивали меня об этом. «Что нам с этим делать? Мы сделали снимок, и что теперь?»»  Теперь Стромингер и междисциплинарная группа исследователей, включая теоретиков, экспериментаторов и одного философа, вернулись с диким ответом, который появился на прошлой неделе в журнале Science Advances. Имея доступ к достаточно удаленному телескопу, коллаборация EHT могла различить множественные отражения света, струящегося вокруг черной дыры. Разбирая точные закономерности в этих спутанных лучах, астрономы могли напрямую измерить основные свойства черных дыр и проверить теорию гравитации Эйнштейна, как никогда ранее. По сути, они надеются, что черные дыры станут больше похожи на звезды и планеты: не просто объекты для размышлений, а для непосредственного наблюдения.  «Это объекты, которые для меня были просто уравнениями, которые я пытался математически визуализировать в своем уме», — говорит Алекс Лупсаска, теоретик Гарварда, который работал над исследованием. «Но теперь мы получили их реальные фотографии».  Команда выполнила расчеты используя карандаш и бумагу, на основе теории относительности Эйнштейна и моделирования небывалого разрешения, чтобы проанализировать, что черные дыры делают со светом. Внимание спойлер!: случилось что-то странное. «Черные дыры, они просто лучшие во всем, что они делают», — говорит Лупсаска. И это включает изгибание световых лучей в петли.  Как самые плотные объекты, действующие за законами физики, черные дыры обладают огромным космическим притяжением, и физики давно знают, что бездна скрывается в оболочках света. Там, где Земля может притянуть проходящий космический булыжник — втягивая его на несколько орбит, прежде чем он улетит обратно в космос, — черные дыры могут захватывать реальные легкие частицы. Все, что врезается в черную дыру, застревает внутри навсегда, но фотоны, которые близко скользят по границе, могут сделать несколько оборотов вокруг черной дыры. «Это искаженная, «кричащая» природа пространства-времени», — говорит Лупсаска.  Стромингер, Лупсаска и их коллеги точно рассчитали специфическую структуру световой оболочки и то, как она будет выглядеть, наблюдая ее с Земли.  Вот как это работает. Когда лучи света приближаются к черной дыре, ее наводящая ужас гравитация уводит их на орбиту. Лучи, проходящие на определенном расстоянии, делают пол-оборота вокруг черной дыры, прежде чем уйти в космос. Лучи, проходящие немного ближе, могут сделать полный круг, прежде чем вернуться, откуда они появились. Лучи, проходящие ближе, все равно могут сделать один и два оборота, другие два оборота и так далее. Каждая из этих бесконечных групп световых лучей может образовывать изображение (когда они попадают в камеру или глазное яблоко), поэтому черная дыра может создавать бесконечное количество таких изображений. Стромингер сравнивает этот странный эффект, с тем, как если вы станете между двумя зеркалами в универмаге и увидите, как ваши отражения растягиваются там далее.  «В идеальном мире с совершенным телескопом вы бы смотрели на черную дыру и видели не только бесконечное количество вложенных одних в другие изображений, но и всю вселенную», — говорит он. Но EHT, как и все телескопы, не идеален. Это даже не телескоп, а технический интерферометр. Интерферометры работают, сравнивая наблюдения отдаленной точки из двух разных мест. Чем дальше друг от друга расположены места, тем более тонкие особенности объекта, они могут уловить. Поскольку последовательные отражения черных дыр (которые могут появиться в виде колец для наблюдателя) становятся все тоньше и тоньше, астрономы должны использовать более удаленные обсерватории, чтобы увидеть их.  Чтобы обнаружить отражающие кольца, EHT придется идти еще дальше. В конце концов, авторы исследования делают вывод, что сотрудничество должно добавить космическую обсерваторию в их сеть. Только один должен сделать это. Спутник, вращающийся вокруг Земли, может четко определить первое кольцо, или аппарат, вращающийся вокруг Луны, может увидеть второе. Если бы они могли вывести космический корабль в место между Землей и Солнцем, известное как вторая точка Лагранжа (пункт назначения будущего космического телескопа Джеймса Уэбба), они могли бы определить первые три кольца. Такая миссия может стоить несколько сотен миллионов долларов — дорого, но не так дорого, как крупнейшие научные проекты. «Это то, что когда-нибудь кто-то сделает», — говорит Лупсаска. «Это вопрос времени.»  С этой кучей денег астрофизики будут покупать множество знаний о черной дыре. Наблюдение за кольцами немедленно послужило бы первым испытанием общей теории относительности в среде с достаточно сильной гравитацией, чтобы изгибать световые лучи в полные петли. Сужение колец очень точное, поэтому любое отклонение будет сигнализировать о том, что происходит что-то странное. «Здесь нет места для маневра», — говорит Лупсаска. «Вы идете туда и проводите измерение, и оно либо соответствует теории, либо нет».  Небольшое количество теоретиков ожидают разрушения самой успешной теории Эйнштейна. Скорее, они более взволнованы тем, что кольца могут доказать существование двух черных дыр, достаточно близко расположенных для получения изображения таким образом. У астрономов есть несколько способов измерения основных свойств черной дыры, таких как ее масса и вращение, но они должны сделать много предположений, чтобы исследовать это. Образец колец зависит только от черной дыры — не имеющей ничего общего со светящейся плазмой и находящимися поблизости обломками — поэтому такие наблюдения могли бы предоставить физикам более ясный способ ответить на их самые основные вопросы об этих загадочных объектах.  И этот анализ — это только начало. После того, как работа была представлена прошлым летом (в преддверии экспертной оценки), она вызвала волну последующих исследований, поскольку физики торопились развить эту теорию. «Подчеркивается, что есть много интересных деталей, которые мы еще не исследовали, и они вдохновили нас на возможные новые исследования», — говорит Элизабет Химвич, аспирантка Гарварда, которая проанализировала, как тип света чередуется от одного кольца к другому.  Лупсаска сравнивает усилия, которые предстоит сделать на начальных этапах на примере биологии. «Прежде чем вы захотите понять, как упорядочить ДНК и использовать кластерные короткие палиндромные повторы для копирования и редактирования ДНК, сначала вы идете в лес и уточняете: «Это дерево, это цветок», — говорит он. «Именно здесь мы находимся в области физики при изучении черных дыр как экспериментальной науки».",
      "catagory": "Научно-популярное",
      "img2": "https://avatars.mds.yandex.net/get-zen_doc/1062011/pub_5d77487295aa9f00ac1c4254_5d7748df028d6800ad71fbf6/scale_1200",
      "img3": "https://sci-news.ru/wp-content/uploads/2019/10/chernaja-dyra-678x381.jpg",
      "id": 7
    },
    {
      "time": "3 апреля, 22:50",
      "title": "На Уране взорвался газовый пузырь размером в 22000 раз больше Земли",
      "login": "Joke",
      "img1": "https://habrastorage.org/webt/6a/vk/12/6avk12gvhhx7wahqryqhfemxnlk.jpeg",
      "body": "Это случилось еще в 1986 году, но могло произойти снова. Знаменитый портрет Урана, сделанный космическим аппаратом Voyager -2.  На постоянно растущей карте исследователей Солнечной системы есть гигантское белое пятно. За последние два десятилетия настоящий флот зондов измерял землетрясения на Марсе, изучал углубления в кольцах Сатурна, наблюдал струйные потоки на Юпитере и слышал сердцебиение Плутона. Но с точки зрения тщательного и личного изучения, имидж Урана существенно не вышел за пределы безликого синего пляжного мяча, запечатленного старинными космическим аппаратом Voyager -2 в 1986 году.  Но в прошлом году, просматривая архивы NASA, двое ученых-планетологов заметили нечто, что более ранние анализы упустили из виду — вспышка в магнитном поле Урана, когда космический корабль летел через своего рода магнитный пузырь. Новый результат, опубликованный прошлым летом в научном журнале Geophysical Research Letters, появился, когда ученые-планетарии начали смещать свое внимание к некоторым из самых глубоких загадок поля.  «Миссия Кассини [к Сатурну] закончена, и люди начинают говорить: «Окей, что еще мы можем сделать?», — говорит Хайди Хаммель, планетарный астроном и вице-президент по науке в Ассоциации университетов по исследованию в области астрономии.  Джина ДиБраччо и Даниэль Гершман из NASA Goddard Space Flight Center — два таких исследователя. Воодушевленные растущим интересом сообщества к самым удаленным планетам, они часами вручную заново обрабатывали данные тридцатилетней давности. По словам ДиБраччо, ученые Voyager рассчитали силу магнитного поля в целом, поэтому короткие изменения в показаниях магнитометра просто считались неприятностью. Но, увеличивая эти неравномерные скачки и спады, ДиБраччо и Гершман заметили специальный 60-секундный отрезок 45-часового пролета Voyager-2, где поле поднялось и упало мгновенно узнаваемым образом. «Как вы думаете, это может быть… плазмоид?» Гершман спросил ДиБраччо, согласно пресс-релизу NASA.  Плазмоиды — это заряженные шары атмосферы, выбрасываемые в космос, когда солнечный ветер вращается вокруг планеты. Потеря таких сгустков может радикально изменить мир в течение длительного периода времени, а их изучение может дать представление о том, как планеты живут и умирают. Исследователи заметили их отщепление с разных планет, но проплывающий через магнитную брешь Voyager-2 спровоцировал первый плазмоид для Урана. «Мы ожидали, что Уран, скорее всего, будет иметь плазмоиды; однако мы точно не знали, как они будут выглядеть», — говорит ДиБраччо.  Теперь, когда они уловили один плазмоид, она говорит, что это выглядит очень похоже на то, что они видели у Сатурна или Юпитера, но занимает относительно большую массу. (Этот плазмоид образовал цилиндр примерно в 22.000 раз больше Земли). Большое количество таких открытий могло остаться в архивах, ожидая новых анализов. «Большая часть данных Voyager-2 доступна на NASA’s Planetary Data System, — говорит ДиБраччо, — и, вероятно, многое еще предстоит изучить».  В частности, Уран продолжает требовать дальнейшего изучения. В 2014 году Эрих Каркошка, астроном из Университета Аризоны, пересмотрел изображения Voyager-2 с современными методами обработки. Сочетая 1600 изображений и усиливая контраст, работа Каркошки показала, что мир планеты, раскрашенный облаками в виде конфетных полосок, все время скрывался в мягком голубом шаре.  Помимо своей неоцененной сложности, это еще и странная планета. Там, где вращаются другие, Уран катится, наклонившись на бок, полюса которого направлены в основном к солнцу или от него. Его магнитное поле также помешано, смещено от центра планеты и наклонено под углом 60 градусов в сторону. Планетарные астрономы слепы к этому магнитному полю с Земли, хотя телескоп Hubble Space Telescope иногда может мельком заглянуть через полярные сияния Урана, которые могут светить далеко от полюсов.  Команда Voyager изначально предполагала, что магнитное колебание было связано с тем, что Уран лежит на животе, но когда три года спустя космический корабль пролетел мимо Нептуна (который стоит прямо), он увидел такое же явное несоответствие между планетой и ее полем. Теперь исследователи предполагают, что что-то во внутренней работе мира должно выделять их магнитные поля. «Мальчик, мы бы хотели усовершенстововать эту теорию», — говорит Хаммель.  Следующее поколение ученых-планетологов может сделать именно это, поскольку интерес к отправке специальной миссии на Уран или Нептун растет. Грубые наброски возможных исследований были опубликованы в 2018 году и в начале прошлой недели. ДиБраччо говорит, что больше таких предложений сейчас в процессе создания. Общая мечта — послать орбитальный аппарат в стиле Кассини, который будет летать вокруг одной из планет, исследуя ее магнитное поле и изучая ее тепловой поток. Космический корабль также будет нести хотя бы один меньший зонд для запуска в атмосферу. Там он мог бы измерять невидимые газы, оставшиеся от формирования планеты.  И если орбитальный спутник нацелен на Нептун, он может запланировать свидания с загадочным лунным Тритоном (не путать с Титаном Сатурна). Вероятно, бывшая карликовая планета Нептун, вырванная из практически недоступного царства, которым правят Плутон и другие замерзшие тела, Тритон может скрывать подземный океан.  Понимание внешних границ нашей солнечной системы еще никогда не казалось столь актуальным. NASA стремится планировать свои планетарные исследования десятилетие за десятилетием, и в настоящее время они выбирают цели на конец 2020-х и начало 2030-х годов. Кроме того, между последним так называемым «десятилетним исследованием» и нынешним, наука экзопланет значительно ушла вперед, и Нептун и Уран стали больше, чем просто локальными странностями.  Исследователи теперь знают, что подобные миры «Суб-Нептун» являются наиболее распространенным типом планет в галактике. И многие из этих миров, вероятно, являются планетами «ледяных гигантов», сродни нашему большому голубому дуэту. В отличие от газовых гигантов, которые в основном состоят из водорода и гелия, эти планеты в основном состоят из более тяжелых молекул, таких как вода и аммиак. Если исследователи хотят понять, что делает эти миры настолько распространенными в инопланетных системах и почему наша солнечная система такая странная, им придется выяснить все, что только в их силах об Уране и Нептуне.  Но наш космический задний двор огромен, и выход к забору потребует времени и тщательного планирования. Солнце светит слишком слабо для солнечных батарей, поэтому атомная энергия — единственный вариант для многолетней миссии. И миллиарды миль – это просто очень далеко. «Даже с нашими лучшими ракетами и гравитационными ускорителями у нас еще есть десятилетие, — говорит Хаммель. Между разработкой технологии и разработкой миссии, она надеется увидеть запуск зонда, даже если она не сможет работать с данными, которые когда-нибудь отправят обратно на Землю. «Большинство из нас склонны мыслить в долгосрочном масштабе времени», — говорит она.  Доказательство плазмоидов Урана были затеряны в данных Voyager-2 в течение тридцати лет, прежде чем ДиБраччо и Гершман натолкнулись на них. Следующая встреча с ледяным гигантом может состояться не раньше, чем через двадцать лет, и любые исследователи, которые могут когда-нибудь почерпнуть дополнительную информацию из своих прежних данных, вероятно, еще даже не родились. Представление о том, какие виды открытий могут быть впереди, дает астрономам, таким как Хаммель, уникальную долгосрочную перспективу. «Я мечтаю исследовать Уран и Нептун и мечтаю о фантастических космических телескопах, — говорит Хаммель, — так мы переживаем трудные времена. Мы мечтаем о будущем».",
      "catagory": "Космонавтика",
      "img2": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcQzNUTfsCOmysmC_sJl06I2eOHfJQJm7cyMfRTyyZJgSTsHsSxJ&usqp=CAU",
      "img3": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcSUbghgveQrOAOD4nvpi8FI7QWAhrLn0Ygda1x5_IHbYcxnO5xO&usqp=CAU",
      "id": 8
    },
    {
      "time": "26 апреля, 02:33",
      "img1": "https://cdn.shopify.com/s/files/1/1757/6457/products/mm3.png?v=1584551026",
      "img2": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcQzNUTfsCOmysmC_sJl06I2eOHfJQJm7cyMfRTyyZJgSTsHsSxJ&usqp=CAU",
      "img3": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcSUbghgveQrOAOD4nvpi8FI7QWAhrLn0Ygda1x5_IHbYcxnO5xO&usqp=CAU",
      "login": "Joke",
      "title": "На Уране взорвался газовый пузырь размером в 22000 раз больше Земли",
      "body": "Это случилось еще в 1986 году, но могло произойти снова. Знаменитый портрет Урана, сделанный космическим аппаратом Voyager -2.  На постоянно растущей карте исследователей Солнечной системы есть гигантское белое пятно. За последние два десятилетия настоящий флот зондов измерял землетрясения на Марсе, изучал углубления в кольцах Сатурна, наблюдал струйные потоки на Юпитере и слышал сердцебиение Плутона. Но с точки зрения тщательного и личного изучения, имидж Урана существенно не вышел за пределы безликого синего пляжного мяча, запечатленного старинными космическим аппаратом Voyager -2 в 1986 году.  Но в прошлом году, просматривая архивы NASA, двое ученых-планетологов заметили нечто, что более ранние анализы упустили из виду — вспышка в магнитном поле Урана, когда космический корабль летел через своего рода магнитный пузырь. Новый результат, опубликованный прошлым летом в научном журнале Geophysical Research Letters, появился, когда ученые-планетарии начали смещать свое внимание к некоторым из самых глубоких загадок поля.  «Миссия Кассини [к Сатурну] закончена, и люди начинают говорить: «Окей, что еще мы можем сделать?», — говорит Хайди Хаммель, планетарный астроном и вице-президент по науке в Ассоциации университетов по исследованию в области астрономии.  Джина ДиБраччо и Даниэль Гершман из NASA Goddard Space Flight Center — два таких исследователя. Воодушевленные растущим интересом сообщества к самым удаленным планетам, они часами вручную заново обрабатывали данные тридцатилетней давности. По словам ДиБраччо, ученые Voyager рассчитали силу магнитного поля в целом, поэтому короткие изменения в показаниях магнитометра просто считались неприятностью. Но, увеличивая эти неравномерные скачки и спады, ДиБраччо и Гершман заметили специальный 60-секундный отрезок 45-часового пролета Voyager-2, где поле поднялось и упало мгновенно узнаваемым образом. «Как вы думаете, это может быть… плазмоид?» Гершман спросил ДиБраччо, согласно пресс-релизу NASA.  Плазмоиды — это заряженные шары атмосферы, выбрасываемые в космос, когда солнечный ветер вращается вокруг планеты. Потеря таких сгустков может радикально изменить мир в течение длительного периода времени, а их изучение может дать представление о том, как планеты живут и умирают. Исследователи заметили их отщепление с разных планет, но проплывающий через магнитную брешь Voyager-2 спровоцировал первый плазмоид для Урана. «Мы ожидали, что Уран, скорее всего, будет иметь плазмоиды; однако мы точно не знали, как они будут выглядеть», — говорит ДиБраччо.  Теперь, когда они уловили один плазмоид, она говорит, что это выглядит очень похоже на то, что они видели у Сатурна или Юпитера, но занимает относительно большую массу. (Этот плазмоид образовал цилиндр примерно в 22.000 раз больше Земли). Большое количество таких открытий могло остаться в архивах, ожидая новых анализов. «Большая часть данных Voyager-2 доступна на NASA’s Planetary Data System, — говорит ДиБраччо, — и, вероятно, многое еще предстоит изучить».  В частности, Уран продолжает требовать дальнейшего изучения. В 2014 году Эрих Каркошка, астроном из Университета Аризоны, пересмотрел изображения Voyager-2 с современными методами обработки. Сочетая 1600 изображений и усиливая контраст, работа Каркошки показала, что мир планеты, раскрашенный облаками в виде конфетных полосок, все время скрывался в мягком голубом шаре.  Помимо своей неоцененной сложности, это еще и странная планета. Там, где вращаются другие, Уран катится, наклонившись на бок, полюса которого направлены в основном к солнцу или от него. Его магнитное поле также помешано, смещено от центра планеты и наклонено под углом 60 градусов в сторону. Планетарные астрономы слепы к этому магнитному полю с Земли, хотя телескоп Hubble Space Telescope иногда может мельком заглянуть через полярные сияния Урана, которые могут светить далеко от полюсов.  Команда Voyager изначально предполагала, что магнитное колебание было связано с тем, что Уран лежит на животе, но когда три года спустя космический корабль пролетел мимо Нептуна (который стоит прямо), он увидел такое же явное несоответствие между планетой и ее полем. Теперь исследователи предполагают, что что-то во внутренней работе мира должно выделять их магнитные поля. «Мальчик, мы бы хотели усовершенстововать эту теорию», — говорит Хаммель.  Следующее поколение ученых-планетологов может сделать именно это, поскольку интерес к отправке специальной миссии на Уран или Нептун растет. Грубые наброски возможных исследований были опубликованы в 2018 году и в начале прошлой недели. ДиБраччо говорит, что больше таких предложений сейчас в процессе создания. Общая мечта — послать орбитальный аппарат в стиле Кассини, который будет летать вокруг одной из планет, исследуя ее магнитное поле и изучая ее тепловой поток. Космический корабль также будет нести хотя бы один меньший зонд для запуска в атмосферу. Там он мог бы измерять невидимые газы, оставшиеся от формирования планеты.  И если орбитальный спутник нацелен на Нептун, он может запланировать свидания с загадочным лунным Тритоном (не путать с Титаном Сатурна). Вероятно, бывшая карликовая планета Нептун, вырванная из практически недоступного царства, которым правят Плутон и другие замерзшие тела, Тритон может скрывать подземный океан.  Понимание внешних границ нашей солнечной системы еще никогда не казалось столь актуальным. NASA стремится планировать свои планетарные исследования десятилетие за десятилетием, и в настоящее время они выбирают цели на конец 2020-х и начало 2030-х годов. Кроме того, между последним так называемым «десятилетним исследованием» и нынешним, наука экзопланет значительно ушла вперед, и Нептун и Уран стали больше, чем просто локальными странностями.  Исследователи теперь знают, что подобные миры «Суб-Нептун» являются наиболее распространенным типом планет в галактике. И многие из этих миров, вероятно, являются планетами «ледяных гигантов», сродни нашему большому голубому дуэту. В отличие от газовых гигантов, которые в основном состоят из водорода и гелия, эти планеты в основном состоят из более тяжелых молекул, таких как вода и аммиак. Если исследователи хотят понять, что делает эти миры настолько распространенными в инопланетных системах и почему наша солнечная система такая странная, им придется выяснить все, что только в их силах об Уране и Нептуне.  Но наш космический задний двор огромен, и выход к забору потребует времени и тщательного планирования. Солнце светит слишком слабо для солнечных батарей, поэтому атомная энергия — единственный вариант для многолетней миссии. И миллиарды миль – это просто очень далеко. «Даже с нашими лучшими ракетами и гравитационными ускорителями у нас еще есть десятилетие, — говорит Хаммель. Между разработкой технологии и разработкой миссии, она надеется увидеть запуск зонда, даже если она не сможет работать с данными, которые когда-нибудь отправят обратно на Землю. «Большинство из нас склонны мыслить в долгосрочном масштабе времени», — говорит она.  Доказательство плазмоидов Урана были затеряны в данных Voyager-2 в течение тридцати лет, прежде чем ДиБраччо и Гершман натолкнулись на них. Следующая встреча с ледяным гигантом может состояться не раньше, чем через двадцать лет, и любые исследователи, которые могут когда-нибудь почерпнуть дополнительную информацию из своих прежних данных, вероятно, еще даже не родились. Представление о том, какие виды открытий могут быть впереди, дает астрономам, таким как Хаммель, уникальную долгосрочную перспективу. «Я мечтаю исследовать Уран и Нептун и мечтаю о фантастических космических телескопах, — говорит Хаммель, — так мы переживаем трудные времена. Мы мечтаем о будущем».",
      "catagory": "Nice",
      "id": 9
    }
  ]
}